[
    {
        "name": "Violet Evergarden",
        "thumbnail": "djdj.jpg",
        "langs": [
            "English",
            "Japanese"
        ],
        "tag": "Combo",
        "season": "1 Season [24 Episodes] + 1 OVA + 2 Movies",
        "genres": [
            "Drama",
            "Fantasy",
            "Slice of Life"
        ],
        "description": "Violet, a former child soldier, seeks to understand the meaning of love in a world recovering from the aftermath of war. As she works as a letter-writer, she discovers the impact her words have on others and herself.",
        "download": ""
    },
    {
        "name": "Flavours Of Youth",
        "thumbnail": "",
        "langs": [
            "English",
            "Japanese"
        ],
        "tag": "Movie",
        "season": "Movie Duration: 1h 15 min",
        "genres": [
            "Drama",
            "Romance",
            "Slice Of Life"
        ],
        "description": "Flavors of Youth, a heartwarming anthology series adapted from a Chinese story, explores the bittersweet experiences of youth through three interconnected tales. Set in different time periods, the series delves into themes of friendship, love, and the passage of time. From the nostalgia of childhood summers to the challenges of adolescence and the bittersweet longing of adulthood, Flavors of Youth captures the essence of growing up and the memories that shape our lives.",
        "download": "https://drive.google.com/drive/folders/1MkQ4dG_7Mdoy0ggQ2WFPOm7uRj1EH2YC"
    },
    {
        "name": "https://raw.githubusercontent.com/HelloWorld096/NV/refs/heads/main/cover/IMG_20240918_233542_762.jpg",
        "thumbnail": "download.jpg",
        "langs": [
            "English",
            "Japanese"
        ],
        "tag": "Series",
        "season": "1 Season [24 Episodes]",
        "genres": [
            "Action",
            "Horror",
            "Psychological",
            "Sci-Fi"
        ],
        "description": "A high school student, Shinichi Izumi, finds his right hand taken over by a mysterious parasite. Together, they must survive attacks from other parasites while grappling with questions of humanity and morality.",
        "download": ""
    },
    {
        "name": "Howl's Moving Castle",
        "thumbnail": "",
        "langs": [
            "English",
            "Japanese"
        ],
        "tag": "Movie",
        "season": "Movie Duration : 1h 59 min",
        "genres": [
            "Adventure",
            "Fantasy",
            "Romance",
            "Drama"
        ],
        "description": "In a magical world where castles can walk, Howl's Moving Castle follows Sophie Hatter, a young milliner whose life is turned upside down when she is cursed with an aging spell. Seeking a way to break the curse, Sophie encounters the mysterious wizard Howl and his moving castle, where she discovers a world of magic, adventure, and unexpected friendships.",
        "download": "https://drive.google.com/file/d/1ML64hvpN4fmUhHh2Qhjq6CrtycwH8bDq/view"
    },
    {
        "name": "Hell's Paradise",
        "thumbnail": "",
        "langs": [
            "English",
            "Japanese"
        ],
        "tag": "Series",
        "season": "1 Season [13 Episodes]",
        "genres": [
            "Action",
            "Adventure",
            "Mystery",
            "Supernatural"
        ],
        "description": "In a world where criminals are offered a chance at redemption, Hell's Paradise: Jigokuraku follows a group of death row inmates who are sent to a mysterious island rumored to hold the elixir of immortality. The inmates must navigate the treacherous terrain, battle deadly creatures, and confront their own demons in order to survive and claim the coveted prize.",
        "download": ""
    }
]